Repository: Negative-Star-Innovators/AgentRedactor
Catalog: windows/Strings/*/Resources.resw
Source language: en
Languages: af, ar, da, de, el, et, fi, fr, hi, hu, hy, ig_ng, is, ka, lv, ms, pl, ru, sl, sr_latn, sw, th, tr, ur, zh_cn

# AppDescription
source: AI Traffic PII Protection Proxy
af: PII-beskermingsprossie vir AI-verkeer
ar: وكيل حماية حركة المرور بالذكاء الاصطناعي (PII).
da: PII-beskyttelsesproxy til AI-trafik
de: PII-Schutzproxy für KI-Datenverkehr
el: Διαμεσολαβητής προστασίας Προσωπικών Δεδομένων για κυκλοφορία AI
et: AI-liikluse isikuandmete kaitse puhverserver
fi: PII-suojavälityspalvelin tekoälyliikenteelle
fr: Proxy de protection des données personnelles pour le trafic IA
hi: AI ट्रैफ़िक PII सुरक्षा प्रॉक्सी
hu: AI forgalom személyes adatvédelmi proxyja
hy: ԱԻ երթևեկության ԱՀՄ պաշտպանության պրոքսի
ig_ng: Proxy Nchebe PII maka AI Traffic
is: Persónuverndarmilliþjónn fyrir AI umferð
ka: AI ტრაფიკის პირადი მონაცემების დაცვის პროქსი
lv: PII aizsardzības starpniekserveris AI datu plūsmai
ms: Proksi Perlindungan PII Trafik AI
pl: Proxy ochrony danych osobowych dla ruchu AI
ru: Прокси для защиты персональных данных в ИИ-трафике
sl: Proxy zaščite osebnih podatkov v AI prometu
sr_latn: Proxy zaštite ličnih podataka u AI saobraćaju
sw: Proxy ya Ulinzi wa PII kwa Trafiki ya AI
th: พร็อกซีป้องกัน PII สำหรับการรับส่งข้อมูล AI
tr: AI Trafik PII Koruma Proxy
ur: AI ٹریفک PII تحفظ پراکسی
zh_cn: AI 流量 PII 保护代理

# HomePage_ProfilesHeader.Text
source: Profiles
af: Profiele
ar: الملفات الشخصية
da: Profiler
de: Profile
el: Προφίλ
et: Profiilid
fi: Profiilit
fr: Profils
hi: प्रोफ़ाइल
hu: Profilok
hy: Պրոֆիլներ
ig_ng: Profaịlụ
is: Prófílar
ka: პროფილები
lv: Profili
ms: Profil
pl: Profile
ru: Профили
sl: Profili
sr_latn: Profili
sw: Wasifu
th: โปรไฟล์
tr: Profiller
ur: پروفائلز
zh_cn: 配置文件

# HomePage_AddButton.Content
source: Add
af: Voeg by
ar: يضيف
da: Tilføj
de: Hinzufügen
el: Προσθήκη
et: Lisa
fi: Lisää
fr: Ajouter
hi: जोड़ें
hu: Hozzáadás
hy: Ավելացնել
ig_ng: Tinye
is: Bæta við
ka: დამატება
lv: Pievienot
ms: Tambah
pl: Dodaj
ru: Добавить
sl: Dodaj
sr_latn: Dodaj
sw: Ongeza
th: เพิ่ม
tr: Ekle
ur: شامل کریں
zh_cn: 添加

# HomePage_RemoveButton.Content
source: Remove
af: Verwyder
ar: يزيل
da: Fjern
de: Entfernen
el: Αφαίρεση
et: Eemalda
fi: Poista
fr: Supprimer
hi: हटाएँ
hu: Eltávolítás
hy: Հեռացնել
ig_ng: Wepụ
is: Fjarlægja
ka: წაშლა
lv: Noņemt
ms: Alih keluar
pl: Usuń
ru: Удалить
sl: Odstrani
sr_latn: Ukloni
sw: Ondoa
th: ลบ
tr: Kaldır
ur: ہٹائیں
zh_cn: 移除

# HomePage_QuickStart_Title.Text
source: How to use Agent Redactor
af: Hoe om Agent Redactor te gebruik
ar: كيفية استخدام وكيل Redactor
da: Sådan bruger du Agent Redactor
de: Wie Sie Agent Redactor verwenden
el: Πώς να χρησιμοποιήσετε το Agent Redactor
et: Kuidas kasutada Agent Redactorit
fi: Kuinka käyttää Agent Redactoria
fr: Comment utiliser Agent Redactor
hi: Agent Redactor का उपयोग कैसे करें
hu: Hogyan használja az Agent Redactor-t
hy: Ինչպես օգտագործել Agent Redactor-ը
ig_ng: Ka e si eji Agent Redactor
is: Hvernig á að nota Agent Redactor
ka: როგორ გამოვიყენოთ Agent Redactor
lv: Kā izmantot Agent Redactor
ms: Cara menggunakan Agent Redactor
pl: Jak używać Agent Redactor
ru: Как использовать Agent Redactor
sl: Kako uporabljati Agent Redactor
sr_latn: Kako koristiti Agent Redactor
sw: Jinsi ya kutumia Agent Redactor
th: วิธีใช้ Agent Redactor
tr: Agent Redactor Nasıl Kullanılır
ur: Agent Redactor کا استعمال کیسے کریں
zh_cn: 如何使用 Agent Redactor

# HomePage_QuickStart_Step1.Text
source: 1. Configure your profile below (or use the default)
af: 1. Stel jou profiel hieronder op (of gebruik die verstek)
ar: 1. قم بتكوين ملف التعريف الخاص بك أدناه (أو استخدم الإعداد الافتراضي)
da: 1. Konfigurer din profil nedenfor (eller brug standardprofilen)
de: 1. Konfigurieren Sie unten Ihr Profil (oder verwenden Sie das Standardprofil)
el: 1. Ρυθμίστε το προφίλ σας παρακάτω (ή χρησιμοποιήστε το προεπιλεγμένο)
et: 1. Konfigureerige oma profiil allpool (või kasutage vaikimisi profiili)
fi: 1. Määritä profiilisi alla (tai käytä oletusta)
fr: 1. Configurez votre profil ci-dessous (ou utilisez le profil par défaut)
hi: 1. नीचे अपनी प्रोफ़ाइल कॉन्फ़िगर करें (या डिफ़ॉल्ट का उपयोग करें)
hu: 1. Konfigurálja alább a profilját (vagy használja az alapértelmezettet)
hy: 1. Կազմաձևեք ձեր պրոֆիլը ստորև (կամ օգտագործեք լռելյայնը)
ig_ng: 1. Hazi profaịlụ gị n'okpuru (ma ọ bụ iji nke ndabere)
is: 1. Stilla prófílinn þinn hér að neðan (eða nota sjálfgefna)
ka: 1. დააკონფიგურირეთ თქვენი პროფილი ქვემოთ (ან გამოიყენეთ ნაგულისხმევი)
lv: 1. Konfigurējiet savu profilu zemāk (vai izmantojiet noklusējuma profilu)
ms: 1. Konfigurasikan profil anda di bawah (atau gunakan lalai)
pl: 1. Skonfiguruj swój profil poniżej (lub użyj domyślnego)
ru: 1. Настройте свой профиль ниже (или используйте профиль по умолчанию)
sl: 1. Konfigurirajte svoj profil spodaj (ali uporabite privzeti)
sr_latn: 1. Konfigurišite svoj profil ispod (ili koristite podrazumevani)
sw: 1. Sanidi wasifu wako hapa chini (au tumia chaguo-msingi)
th: 1. กำหนดค่าโปรไฟล์ของคุณด้านล่าง (หรือใช้ค่าเริ่มต้น)
tr: 1. Profilinizi aşağıdan yapılandırın (veya varsayılanı kullanın)
ur: 1. نیچے اپنی پروفائل کنفیگر کریں (یا طے شدہ استعمال کریں)
zh_cn: 1. 在下方配置您的配置文件（或使用默认配置）

# HomePage_QuickStart_Step2.Text
source: 2. Point your LLM client (Claude Code, OpenClaw, etc.) at the Local URL shown below
af: 2. Rig jou LLM-kliënt (Claude Code, OpenClaw, ens.) na die Plaaslike URL wat hieronder gewys word
ar: 2. قم بتوجيه عميل LLM الخاص بك (Claude Code، OpenClaw، وما إلى ذلك) إلى عنوان URL المحلي الموضح أدناه
da: 2. Peg din LLM-klient (Claude Code, OpenClaw osv.) mod den lokale URL nedenfor
de: 2. Richten Sie Ihren LLM-Client (Claude Code, OpenClaw usw.) auf die unten angezeigte lokale URL
el: 2. Κατευθύνετε τον LLM πελάτη σας (Claude Code, OpenClaw, κλπ.) στην Τοπική URL που εμφανίζεται παρακάτω
et: 2. Suunake oma LLM klient (Claude Code, OpenClaw jne) allpool kuvatavasse kohalikku URL-i
fi: 2. Ohjaa LLM-asiakkaasi (Claude Code, OpenClaw, jne.) alla näkyvään paikalliseen URL-osoitteeseen
fr: 2. Dirigez votre client LLM (Claude Code, OpenClaw, etc.) vers l'URL locale affichée ci-dessous
hi: 2. अपने LLM क्लाइंट (Claude Code, OpenClaw आदि) को नीचे दिखाए गए लोकल URL पर निर्देशित करें
hu: 2. Irányítsa az LLM kliensét (Claude Code, OpenClaw stb.) az alább megjelenített helyi URL-re
hy: 2. Ուղղորդեք ձեր LLM հաճախորդը (Claude Code, OpenClaw և այլն) ստորև ցուցադրված տեղական URL-ին
ig_ng: 2. Duzie onye ahịa LLM gị (Claude Code, OpenClaw, wdg.) gaa na URL Obodo egosiri n'okpuru
is: 2. Beinir LLM biðlaranum þínum (Claude Code, OpenClaw o.s.frv.) að staðbundnu URL-inu sem sýnt er hér að neðan
ka: 2. მიმართეთ თქვენი LLM კლიენტი (Claude Code, OpenClaw და სხვა) ქვემოთ ნაჩვენებ ლოკალურ URL-ს
lv: 2. Vērsiet savu LLM klientu (Claude Code, OpenClaw utt.) uz zemāk redzamo vietējo URL
ms: 2. Halakan klien LLM anda (Kod Claude, OpenClaw, dll.) pada URL Setempat yang ditunjukkan di bawah
pl: 2. Skieruj swojego klienta LLM (Claude Code, OpenClaw itp.) na lokalny URL pokazany poniżej
ru: 2. Направьте свой LLM-клиент (Claude Code, OpenClaw и т. д.) на локальный URL, указанный ниже
sl: 2. Usmerite svojega LLM odjemalca (Claude Code, OpenClaw itd.) na lokalni URL, prikazan spodaj
sr_latn: 2. Upravite svoj LLM klijent (Claude Code, OpenClaw, itd.) ka lokalnom URL prikazanom ispod
sw: 2. Elekeza mteja wako wa LLM (Claude Code, OpenClaw, n.k.) kwenye URL ya Mitaa inayoonekana hapa chini
th: 2. ชี้ไคลเอ็นต์ LLM ของคุณ (Claude Code, OpenClaw เป็นต้น) ไปยัง URL ภายในเครื่องที่แสดงด้านล่าง
tr: 2. LLM istemcinizi (Claude Code, OpenClaw vb.) aşağıda gösterilen Yerel URL'ye yönlendirin
ur: 2. اپنے LLM کلائنٹ (Claude Code، OpenClaw، وغیرہ) کو نیچے دکھائے گئے مقامی URL کی طرف رہنمائی کریں
zh_cn: 2. 将您的 LLM 客户端（Claude Code、OpenClaw 等）指向下方显示的本地 URL

# HomePage_QuickStart_Step3.Text
source: 3. We sit between your client and real API. Everything stays on your machine. Sensitive data is redacted locally before any request leaves your computer ensuring your data never touches our server
af: 3. Ons sit tussen jou kliënt en die werklike API. Alles bly op jou masjien. Sensitive data word plaaslik geredigeer voordat enige versoek jou rekenaar verlaat, wat verseker dat jou data nooit ons bediener raak nie
ar: 3. نحن نجلس بين عميلك وواجهة برمجة التطبيقات الحقيقية. كل شيء يبقى على جهازك. يتم تنقيح البيانات الحساسة محليًا قبل أن يغادر أي طلب جهاز الكمبيوتر الخاص بك لضمان عدم ملامسة بياناتك لخادمنا أبدًا
da: 3. Vi sidder mellem din klient og den rigtige API. Alt forbliver på din maskine. Følsomme data redigeres lokalt, før nogen anmodning forlader din computer, så dine data aldrig når vores server
de: 3. Wir sitzen zwischen Ihrem Client und der echten API. Alles bleibt auf Ihrem Rechner. Sensible Daten werden lokal geschwärzt, bevor eine Anfrage Ihren Computer verlässt, sodass Ihre Daten nie unseren Server erreichen
el: 3. Βρισκόμαστε μεταξύ του πελάτη σας και του πραγματικού API. Όλα παραμένουν στον υπολογιστή σας. Ευαίσθητα δεδομένα αποκρύπτονται τοπικά πριν από οποιοδήποτε αίτημα εγκαταλείψει τον υπολογιστή σας, διασφαλίζοντας ότι τα δεδομένα σας δεν αγγίζουν ποτέ τον διακομιστή μας
et: 3. Me asume teie kliendi ja tegeliku API vahel. Kõik jääb teie masinasse. Tundlikud andmed redigeeritakse kohapeal enne, kui mõni päring teie arvutist lahkub, tagades, et teie andmed ei puutuks kunagi meie serveriga
fi: 3. Olemme asiakkaasi ja oikean API:n välissä. Kaikki pysyy koneellasi. Arkaluonteiset tiedot peitataan paikallisesti ennen kuin mikään pyyntö lähtee tietokoneeltasi, jotta tietosi eivät koskaan päädy palvelimellemme
fr: 3. Nous nous situons entre votre client et l'API réelle. Tout reste sur votre machine. Les données sensibles sont masquées localement avant que toute requête ne quitte votre ordinateur, garantissant que vos données ne rejoignent jamais notre serveur
hi: 3. हम आपके क्लाइंट और असली API के बीच में हैं। सब कुछ आपकी मशीन पर ही रहता है। संवेदनशील डेटा को किसी भी अनुरोध के आपके कंप्यूटर से बाहर जाने से पहले स्थानीय रूप से रिडैक्ट किया जाता है, जिससे यह सुनिश्चित होता है कि आपका डेटा कभी भी हमारे सर्वर तक नहीं पहुँचता
hu: 3. Mi az Ön kliense és a valódi API között helyezkedünk el. Minden az Ön gépén marad. Az érzékeny adatok helyben anonimizálásra kerülnek, mielőtt bármely kérés elhagyná a számítógépét, így az Ön adatai soha nem érik el a mi szerverünket
hy: 3. Մենք գտնվում ենք ձեր հաճախորդի և իրական API-ի միջև: Ամեն ինչ մնում է ձեր սարքում: Զգայուն տվյալները ջնջվում են տեղում՝ յուրաքանչյուր հարցում ձեր համակարգիչը լքելուց առաջ, երաշխավորելով, որ ձեր տվյալները երբևէ չեն հասնի մեր սերվերին
ig_ng: 3. Anyị nọdụ n'etere onye ahịa gị na API ezigbo. Ihe niile nọ n'igwe gị. Data mmetụta emetụtara emebi emebi n'obodo tupu arịrịọ ọ bụla pụọ n'kọmputa gị, na-ekpuchitere na data gị agaghị akpọtụrụ server anyị
is: 3. Við sitjum milli biðlarans þíns og raunverulegs API. Allt er á vélinni þinni. Viðkvæm gögn eru afskráð staðbundið áður en nokkurn beiðni yfirgefur tölvuna þína, sem tryggir að gögnin þín snerta aldrei netþjóninn okkar
ka: 3. ჩვენ თქვენს კლიენტსა და ნამდვილ API-ს შორის ვართ. ყველაფერი თქვენს მოწყობილობაზე რჩება. მგრძნობიარე მონაცემები ლოკალურად წაიშლება, სანამ ნებისმიერი მოთხოვნა თქვენს კომპიუტერს დატოვებს, რაც უზრუნველყოფს, რომ თქვენი მონაცემები ჩვენს სერვერს არასდროს შეხება
lv: 3. Mēs atrodamies starp jūsu klientu un īsto API. Viss paliek uz jūsu ierīces. Jutīgie dati tiek rediģēti lokāli, pirms jebkurš pieprasījums pamet jūsu datoru, nodrošinot, ka jūsu dati nekad nesasniedz mūsu serveri
ms: 3. Kami duduk di antara pelanggan anda dan API sebenar. Semuanya kekal pada mesin anda. Data sensitif disunting secara tempatan sebelum sebarang permintaan meninggalkan komputer anda memastikan data anda tidak pernah menyentuh pelayan kami
pl: 3. Siedzimy między Twoim klientem a prawdziwym API. Wszystko pozostaje na Twojej maszynie. Wrażliwe dane są redagowane lokalnie, zanim jakiekolwiek żądanie opuści Twój komputer, co zapewnia, że Twoje dane nigdy nie dotkną naszego serwera
ru: 3. Мы находимся между вашим клиентом и реальным API. Все остается на вашем компьютере. Конфиденциальные данные редактируются локально, прежде чем какой-либо запрос покинет ваш компьютер, гарантируя, что ваши данные никогда не попадут на наш сервер
sl: 3. Smo med vašim odjemalcem in pravim API-jem. Vse ostane na vašem računalniku. Občutljivi podatki se lokalno uredijo, preden katera koli zahteva zapusti vaš računalnik, kar zagotavlja, da vaši podatki nikoli ne dosežejo našega strežnika
sr_latn: 3. Mi smo između vašeg klijenta i pravog API-ja. Sve ostaje na vašem računaru. Osetljivi podaci se lokalno maskiraju pre nego što bilo koji zahtev napusti vaš računar, osiguravajući da vaši podaci nikada ne dosegnu naš server
sw: 3. Tuko kati ya mteja wako na API halisi. Kila kitu hubaki kwenye mashine yako. Data nyeti hufutwa kwa ndani kabla ya ombi lolote kuondoka kwenye kompyuta yako, ikihakikisha data yako haiwahi kugusa seva yetu
th: 3. เราอยู่ระหว่างไคลเอ็นต์ของคุณกับ API จริง ทุกอย่างอยู่บนเครื่องของคุณ ข้อมูลที่ละเอียดอ่อนจะถูกลบบางส่วนในเครื่องก่อนที่คำขอใด ๆ จะออกจากคอมพิวเตอร์ของคุณ เพื่อให้มั่นใจว่าข้อมูลของคุณจะไม่ถึงเซิร์ฟเวอร์ของเรา
tr: 3. İstemciniz ile gerçek API arasında yer alıyoruz. Her şey makinenizde kalıyor. Hassas veriler, herhangi bir istek bilgisayarınızdan ayrılmadan önce yerel olarak düzenlenir; böylece verileriniz asla sunucularımıza ulaşmaz
ur: 3. ہم آپ کے کلائنٹ اور حقیقی API کے درمیان ہیں۔ سب کچھ آپ کی مشین پر ہی رہتا ہے۔ حساس ڈیٹا کو مقامی طور پر اس وقت سے پہلے ہی حذف کر دیا جاتا ہے کہ کوئی بھی درخواست آپ کے کمپیوٹر سے باہر جائے، جس سے یہ یقینی بنتا ہے کہ آپ کا ڈیٹا کبھی بھی ہمارے سرور تک نہیں پہنچتا
zh_cn: 3. 我们位于您的客户端与真实 API 之间。所有内容都保留在您的设备上。敏感数据会在任何请求离开您的计算机之前本地脱敏，确保您的数据绝不会到达我们的服务器

# HomePage_ApiProxy_Title.Text
source: API Proxy
af: API-prossie
ar: وكيل واجهة برمجة التطبيقات
et: API puhverserver
fi: API-välityspalvelin
fr: Proxy API
hi: API प्रॉक्सी
ig_ng: Proxy API
is: API milliþjónn
ka: API პროქსი
lv: API starpniekserveris
ms: Proksi API
pl: Proxy API
ru: API-прокси
sr_latn: API proksi
sw: Proxy ya API
th: พร็อกซี API
ur: API پراکسی
zh_cn: API 代理

# HomePage_ProfileName_Label.Text
source: Profile Name
af: Profielnaam
ar: اسم الملف الشخصي
da: Profilnavn
de: Profilname
el: Όνομα προφίλ
et: Profiili nimi
fi: Profiilin nimi
fr: Nom du profil
hi: प्रोफ़ाइल का नाम
hu: Profilnév
hy: Պրոֆիլի անուն
ig_ng: Aha Profaịlụ
is: Heiti prófíls
ka: პროფილის სახელი
lv: Profila nosaukums
ms: Nama Profil
pl: Nazwa profilu
ru: Имя профиля
sl: Ime profila
sr_latn: Naziv profila
sw: Jina la Wasifu
th: ชื่อโปรไฟล์
tr: Profil Adı
ur: پروفائل کا نام
zh_cn: 配置文件名称

# HomePage_ProfileName_Placeholder.PlaceholderText
source: e.g., Work OpenAI
af: bv., Werk OpenAI
ar: على سبيل المثال، العمل OpenAI
da: f.eks., Arbejde OpenAI
de: z. B. Arbeit OpenAI
el: π.χ., Εργασία OpenAI
et: nt., Töö OpenAI
fi: esim., Työ OpenAI
fr: p. ex., Travail OpenAI
hi: उदा., कार्य OpenAI
hu: pl., Munka OpenAI
hy: օր., Աշխատանք OpenAI
ig_ng: dị ka, OpenAI Ọrụ
is: t.d., Vinnu OpenAI
ka: მაგ., სამუშაო OpenAI
lv: piem., Darbs OpenAI
ms: cth., Work OpenAI
pl: np., Praca OpenAI
ru: например, Работа OpenAI
sl: npr., Delo OpenAI
sr_latn: npr., Posao OpenAI
sw: mfano, OpenAI ya Kazi
th: เช่น OpenAI สำหรับงาน
tr: örn., İş OpenAI
ur: مثلاً، کام کے لیے OpenAI
zh_cn: 例如，工作 OpenAI

# HomePage_LocalUrl_Label.Text
source: Local URL
af: Plaaslike URL
ar: عنوان URL المحلي
da: Lokal URL
de: Lokale URL
el: Τοπική URL
et: Kohalik URL
fi: Paikallinen URL
fr: URL locale
hi: लोकल URL
hu: Helyi URL
hy: Տեղական URL
ig_ng: URL Obodo
is: Staðbundið URL
ka: ლოკალური URL
lv: Vietējais URL
ms: URL tempatan
pl: Lokalny URL
ru: Локальный URL
sl: Lokalni URL
sr_latn: Lokalni URL
sw: URL ya Mitaa
th: URL ภายในเครื่อง
tr: Yerel URL
ur: مقامی URL
zh_cn: 本地 URL

# HomePage_LocalUrl_Hint.Text
source: The address your LLM client points at
af: Die adres waarop jou LLM-kliënt wys
ar: العنوان الذي يشير إليه عميل LLM الخاص بك
da: Adressen, som din LLM-klient peger på
de: Die Adresse, auf die Ihr LLM-Client zeigt
el: Η διεύθυνση στην οποία δείχνει ο LLM πελάτης σας
et: Aadress, millele teie LLM klient viitab
fi: Osoite, johon LLM-asiakkaasi osoittaa
fr: L'adresse vers laquelle pointe votre client LLM
hi: वह पता जिस पर आपका LLM क्लाइंट इंगित करता है
hu: Az az cím, amelyre az LLM kliense mutat
hy: Հասցեն, որն ուղղորդում է ձեր LLM հաճախորդը
ig_ng: Adreesị onye ahịa LLM gị na-elekwasị anya
is: Heimilisfangið sem LLM biðlarinn þinn bendir á
ka: მისამართი, რომელზეც თქვენი LLM კლიენტი მიუთითებს
lv: Adrese, uz kuru norāda jūsu LLM klients
ms: Alamat yang dituju oleh pelanggan LLM anda
pl: Adres, na który wskazuje Twój klient LLM
ru: Адрес, на который указывает ваш LLM-клиент
sl: Naslov, na katerega kaže vaš LLM odjemalec
sr_latn: Adresa na koju upućuje vaš LLM klijent
sw: Anwani ambayo mteja wako wa LLM unaelekeza
th: ที่อยู่ที่ไคลเอ็นต์ LLM ของคุณชี้ไป
tr: LLM istemcinizin işaret ettiği adres
ur: وہ پتہ جس کی طرف آپ کا LLM کلائنٹ اشارہ کرتا ہے
zh_cn: 您的 LLM 客户端指向的地址

# HomePage_CopyButton.Content
source: Copy
af: Kopieer
ar: ينسخ
da: Kopiér
de: Kopieren
el: Αντιγραφή
et: Kopeeri
fi: Kopioi
fr: Copier
hi: कॉपी करें
hu: Másolás
hy: Պատճենել
ig_ng: Detuo
is: Afrita
ka: კოპირება
lv: Kopēt
ms: salin
pl: Kopiuj
ru: Копировать
sl: Kopiraj
sr_latn: Kopiraj
sw: Nakili
th: คัดลอก
tr: Kopyala
ur: کاپی کریں
zh_cn: 复制

# HomePage_ForwardTo_Label.Text
source: Forward To
af: Stuur deur na
ar: إلى الأمام إلى
da: Videresend til
de: Weiterleiten an
el: Προώθηση σε
et: Edasta
fi: Välitä kohteeseen
fr: Transmettre à
hi: फ़ॉरवर्ड करें
hu: Továbbítás ide
hy: Փոխանցել
ig_ng: Zigara
is: Áframsenda til
ka: გადამისამართება
lv: Pārsūtīt uz
ms: Maju Kepada
pl: Przekaż do
ru: Пересылать на
sl: Posreduj na
sr_latn: Prosledi na
sw: Sambaza Kwa
th: ส่งต่อไปยัง
tr: Yönlendir
ur: آگے بھیجیں
zh_cn: 转发至

# HomePage_ForwardTo_Placeholder.PlaceholderText
source: e.g. https://openrouter.ai/api/v1
af: bv. https://openrouter.ai/api/v1
ar: على سبيل المثال https://openrouter.ai/api/v1
da: f.eks. https://openrouter.ai/api/v1
de: z. B. https://openrouter.ai/api/v1
el: π.χ. https://openrouter.ai/api/v1
et: nt. https://openrouter.ai/api/v1
fi: esim. https://openrouter.ai/api/v1
fr: p. ex. https://openrouter.ai/api/v1
hi: उदा. https://openrouter.ai/api/v1
hu: pl. https://openrouter.ai/api/v1
hy: օր. https://openrouter.ai/api/v1
ig_ng: dị ka https://openrouter.ai/api/v1
is: t.d. https://openrouter.ai/api/v1
ka: მაგ. https://openrouter.ai/api/v1
lv: piem. https://openrouter.ai/api/v1
ms: cth. https://openrouter.ai/api/v1
pl: np. https://openrouter.ai/api/v1
ru: например https://openrouter.ai/api/v1
sl: npr. https://openrouter.ai/api/v1
sr_latn: npr. https://openrouter.ai/api/v1
sw: mfano https://openrouter.ai/api/v1
th: เช่น https://openrouter.ai/api/v1
tr: örn. https://openrouter.ai/api/v1
ur: مثلاً https://openrouter.ai/api/v1
zh_cn: 例如 https://openrouter.ai/api/v1

# HomePage_ForwardTo_Hint.Text
source: The real API endpoint that receives your redacted requests
af: Die werklike API-eindpunt wat jou geredigeerde versoeke ontvang
ar: نقطة نهاية واجهة برمجة التطبيقات الحقيقية التي تتلقى طلباتك المنقحة
da: Det rigtige API-endepunkt, der modtager dine redigerede anmodninger
de: Der echte API-Endpunkt, der Ihre geschwärzten Anfragen erhält
el: Το πραγματικό τελικό σημείο API που λαμβάνει τα αποκρυμμένα αιτήματά σας
et: Tegelik API lõpp-punkt, mis saab teie redigeeritud päringuid
fi: Oikea API-päätepiste, joka vastaanottaa peitatuista pyynnöistäsi
fr: Le point de terminaison API réel qui reçoit vos requêtes masquées
hi: वह असली API एंडपॉइंट जो आपके रिडैक्ट किए गए अनुरोधों को प्राप्त करता है
hu: A valódi API végpont, amely fogadja az Ön anonimizált kéréseit
hy: Իրական API կետը, որը ստանում է ձեր ջնջված հարցումները
ig_ng: Ebe API ezigbo na-anabata arịrịọ gị e mebiri emebi
is: Raunverulegur API endapunktur sem tekur við afskráðum beiðnum þínum
ka: ნამდვილი API ენდპოინტი, რომელიც იღებს თქვენს წაშლილ მოთხოვნებს
lv: Īstais API galapunkts, kas saņem jūsu rediģētos pieprasījumus
ms: Titik akhir API sebenar yang menerima permintaan anda yang telah disunting
pl: Prawdziwy punkt końcowy API, który odbiera Twoje zredagowane żądania
ru: Реальная конечная точка API, которая получает ваши отредактированные запросы
sl: Pravi API končna točka, ki prejme vaše urejene zahteve
sr_latn: Pravi API endpoint koji prima vaše maskirane zahteve
sw: Mwisho wa API halisi unapokea maombi yako yaliyofutwa
th: จุดสิ้นสุด API จริงที่รับคำขอที่ถูกลดความละเอียดของคุณ
tr: Düzenlenmiş isteklerinizi alan gerçek API uç noktası
ur: وہ حقیقی API نقطہِ اختتام جو آپ کی حذف شدہ درخواستیں وصول کرتا ہے
zh_cn: 接收您脱敏后请求的真实 API 端点

# HomePage_ApiKey_Label.Text
source: API Key
af: API-sleutel
ar: مفتاح واجهة برمجة التطبيقات
da: API-nøgle
de: API-Schlüssel
el: Κλειδί API
et: API võti
fi: API-avain
fr: Clé API
hi: API कुंजी
hu: API kulcs
hy: API բանալի
ig_ng: Akụkọ API
is: API lykill
ka: API გასაღები
lv: API atslēga
ms: Kunci API
pl: Klucz API
ru: Ключ API
sl: API ključ
sr_latn: API ključ
sw: Ufunguo wa API
th: คีย์ API
tr: API Anahtarı
ur: API کلید
zh_cn: API 密钥

# HomePage_ShowKeyCheck.Content
source: Show key
af: Wys sleutel
ar: إظهار المفتاح
da: Vis nøgle
de: Schlüssel anzeigen
el: Εμφάνιση κλειδιού
et: Näita võtit
fi: Näytä avain
fr: Afficher la clé
hi: कुंजी दिखाएँ
hu: Kulcs megjelenítése
hy: Ցուցադրել բանալին
ig_ng: Gosi akụkọ
is: Sýna lykil
ka: გასაღების ჩვენება
lv: Rādīt atslēgu
ms: Tunjukkan kunci
pl: Pokaż klucz
ru: Показать ключ
sl: Prikaži ključ
sr_latn: Prikaži ključ
sw: Onyesha ufunguo
th: แสดงคีย์
tr: Anahtarı göster
ur: کلید دکھائیں
zh_cn: 显示密钥

# HomePage_SaveAllSettingsButton.Content
source: Save All Settings
af: Stoor alle instellings
ar: حفظ كافة الإعدادات
da: Gem alle indstillinger
de: Alle Einstellungen speichern
el: Αποθήκευση όλων των ρυθμίσεων
et: Salvesta kõik seaded
fi: Tallenna kaikki asetukset
fr: Enregistrer tous les paramètres
hi: सभी सेटिंग्स सहेजें
hu: Összes beállítás mentése
hy: Պահպանել բոլոր կարգավորումները
ig_ng: Chekwaa Ntọala Niile
is: Vista allar stillingar
ka: ყველა პარამეტრის შენახვა
lv: Saglabāt visus iestatījumus
ms: Simpan Semua Tetapan
pl: Zapisz wszystkie ustawienia
ru: Сохранить все настройки
sl: Shrani vse nastavitve
sr_latn: Sačuvaj sva podešavanja
sw: Hifadi Mipangilio Yote
th: บันทึกการตั้งค่าทั้งหมด
tr: Tüm Ayarları Kaydet
ur: تمام ترتیبات محفوظ کریں
zh_cn: 保存所有设置

# HomePage_ProxyStatus_PortAvailable
source: Port {0} is available
af: Poort {0} is beskikbaar
ar: المنفذ {0} متاح
da: Port {0} er tilgængelig
de: Port {0} ist verfügbar
el: Η θύρα {0} είναι διαθέσιμη
et: Port {0} on saadaval
fi: Portti {0} on käytettävissä
fr: Le port {0} est disponible
hi: पोर्ट {0} उपलब्ध है
hu: A(z) {0} port elérhető
hy: Պորտ {0}-ը հասանելի է
ig_ng: Port {0} dị
is: Port {0} er laus
ka: პორტი {0} ხელმისაწვდომია
lv: Ports {0} ir pieejams
ms: Port {0} tersedia
pl: Port {0} jest dostępny
ru: Порт {0} доступен
sl: Vrata {0} so na voljo
sr_latn: Port {0} je dostupan
sw: Bandari {0} inapatikana
th: พอร์ต {0} พร้อมใช้งาน
tr: Port {0} kullanılabilir
ur: پورٹ {0} دستیاب ہے
zh_cn: 端口 {0} 可用

# HomePage_ProxyStatus_PortInUse
source: Port {0} is already in use
af: Poort {0} is reeds in gebruik
ar: المنفذ {0} قيد الاستخدام بالفعل
da: Port {0} er allerede i brug
de: Port {0} wird bereits verwendet
el: Η θύρα {0} χρησιμοποιείται ήδη
et: Port {0} on juba kasutusel
fi: Portti {0} on jo käytössä
fr: Le port {0} est déjà utilisé
hi: पोर्ट {0} पहले से ही उपयोग में है
hu: A(z) {0} port már használatban van
hy: Պորտ {0}-ն արդեն օգտագործվում է
ig_ng: Port {0} na-arụ ọrụ
is: Port {0} er þegar í notkun
ka: პორტი {0} უკვე გამოიყენება
lv: Ports {0} jau tiek izmantots
ms: Port {0} sudah digunakan
pl: Port {0} jest już używany
ru: Порт {0} уже используется
sl: Vrata {0} so že v uporabi
sr_latn: Port {0} je već u upotrebi
sw: Bandari {0} tayari inatumika
th: พอร์ต {0} ถูกใช้งานแล้ว
tr: Port {0} zaten kullanımda
ur: پورٹ {0} پہلے سے استعمال میں ہے
zh_cn: 端口 {0} 已被占用
